{"articles":[{"checkboxHome":true,"checkboxRolam":false,"article":"A komputertomográfia (Computed [Axial] Tomography, CT vagy CAT) – a szakirodalomban gyakran számítógépes tomográfia – a radiológiai diagnosztika egyik ága. A tomográfia szó a szeletelésre utal. A tomográfiás felvételeken a vizsgálat tárgya képzeletbeli szeletekre bontva látható.nn1979-ben Allan M. Cormack és Godfrey N. Hounsfield orvosi Nobel-díjat kaptak a komputertomográfia kifejlesztésért.nnMűködésennÁtvilágított tárgy és intenzitásgörbenA komputertomográfia a hagyományos Röntgen-átvilágítási technika szellemes továbbfejlesztése. A tomográfiás felvétel esetében vékony, síkszerű röntgensugár-nyalábbal világítják át a vizsgált objektumot. Az objektum mögött elhelyezett detektor egy vonal mentén érzékeli, hogy a sugárnyalábból hol és mennyi nyelődött el. Az ábrán egy tojásdad, kisebb áteresztőképességű maggal bíró testet világít át a síkszerű röntgensugár-nyaláb. A háttérben a detektor által észlelt intenzitás görbéje látható. A sugárnyalábbal ugyanebben a síkban több irányból is átvilágítják a testet, és a mért intenzitásgörbékből kibontakozik az adott síkban (szeletben) elhelyezkedő részletek rajza. A síkot ezután arrébb tolják és újra körbeforgatják. Az eljárás befejeztével a vizsgált test térbeli szerkezete feltérképezhető. „Szerkezeten” itt a röntgensugáráteresztő-képesség szempontjából megkülönböztethető részletek elrendeződése értendő.nnA modern CT berendezések egy körülfordulás alatt egyszerre több (akár 128) szeletet térképeznek fel, és egy vizsgálat a szükséges számítások elvégzésével együtt néhány perc alatt elvégezhető.nnSzámítási szükségleteknnAz áteresztőképesség értékei.nnAz egyenleteknA komputertomográfia matematikai háttere könnyen megérthető. A bal oldali ábrán egy 5×5 négyzetre osztott szeletet látunk. Az egyes négyzetekbe az ott elméletben mérhető áteresztőképességet írtuk. Ha ezt a szeletet különböző (fekete, piros, kék) irányokból átvilágítjuk, akkor a megfelelő színnel jelölt összegzett értékeket mérhetjük. A valóságban maguk az értékek nem, csak a különböző irányokból mért összegek mérhetők közvetlenül. A jobb oldali ábra már azt mutatja, hogy a 25 ismeretlenre egyenletek írhatók fel. Ha az adott síkban a vizsgáló sugár elforgatásával 25 összeget felírunk, akkor 25 egyenletet kapunk. Az egyenletrendszert megoldva a cellák áteresztőképessége rekonstruálható. A való életben egy szelet helyreállításához több százezer ismeretlent kell meghatározni több százezer egyenletből. Egy sorozat pedig több száz szeletből is állhat. Egy átlagos felvétel mérete a 10 – 100 Mbyte-os nagyságrendbe esik.","author":"Wikipedia","date":"2017. február.18","title":"Komputertomográfia"},{"checkboxHome":true,"checkboxRolam":true,"title":"Csillagok háborúja","article":"A Csillagok háborúja (eredeti cím: Star Wars) egy űropera-filmsorozatnak, irodalmi műveknek és számítógépes játékoknak a neve. Mindezek George Lucas filmrendező ötletei alapján készültek el. A filmek cselekménye „réges-régen, egy messzi-messzi galaxisban…” játszódik, az elképzelt galaxist uraló Galaktikus Köztársaság, majd Galaktikus Birodalom közti átmenetek, valamint a Lázadó Szövetség és a Galaktikus Birodalom között zajló galaktikus polgárháború körül forog. Az egész cselekmény, amely számos archetipikus forrásból (mesés elemek, klasszikus és középkori mítoszok és legendák, valamint népszerű korabeli filmek és sorozatok) építkezik, és a sci-fi műfaj technicista világát egyesítette sajátosan mitikus és kalandos elemekkel, a jó és a rossz harcáról szól, valamint az egyéni kitartásról a rossz útra fordító hatások ellen.[1]nnAz eredeti Csillagok háborúja-trilógia, főleg annak elsőként vetített része, a később Egy új remény-nek (IV. epizódnak) címzett, úttörő jelentőségű volt a sci-fi műfajában mind tartalmilag, mind a technikai megvalósítást tekintve, de az előzmény-trilógia (Baljós árnyak, A klónok támadása, A Sith-ek bosszúja) is számos újítást hozott magával. A klasszikus „trilógia” a filmtörténet és a science-fiction műfaj történetének kihagyhatatlan eleme, számos más filmre és tudományos-fantasztikus műre volt hatással.nA Csillagok háborúja (angolul: Star Wars) történetét kilenc (jelenleg nyolc legyártott) mozifilm meséli el. Egy sor más animációs film, könyv, képregény és videojáték (valamint néhány, az eredeti sorozathoz lazábban kapcsolódó spin-off-szerű mesefilm) mutatja be bővebben az eredeti filmek által létrehozott kitalált világot.nnA filmek és a könyvek idegen világokban játszódnak, a fontosabb szereplők egy része – a mellékszereplőknek pedig nagy része – nem ember, hanem idegen fajokba tartozik – vagy éppenséggel droid –, a cselekmény mégis emberi jellegű. A történetben keverednek a racionális alapokon álló sci-fi elemek (forradalmi küzdelem egy elnyomó rendszer ellen, űrhajók, idegen bolygók és lények, a haditechnikai eszközök kiemelt szerepe), valamint a meseszerű, illetve mitikus vonások (emberfeletti hatalommal bíró harcos-tanító rendek, akik a világot összetartó, misztikus jellegű „Erőt” használják; a Jó és a Gonosz örök küzdelme, az egyéni ellenállás lehetősége a kísértő Gonosz ellen, a Legkisebb Fiú győzelme).nnSzámos kritikus – és a történet szerzőjének – véleménye szerint a sci-fi külsőségek ellenére a Csillagok háborúja valójában közelebb áll a fantasy, valamint a kalandfilm műfajához. Ettől nem függetlenül a filmsorozat sok vonatkozásban hasonlít a mítoszokhoz. George Lucas szerint az volt a szándéka, hogy egy modern mítoszt hozzon létre: nem a tudományos problémák és a Föld vagy az emberiség jövője izgatta, amikor a készítésbe fogott, hanem történeteket, kalandokat akart mesélni, olyasfajtákat, amikért fiatal korában maga is rajongott: westernek, kalandfilmek és kalandregények, képregények és a Flash Gordon című ponyva-sci-fi tévésorozat.","author":"Wikipedia","date":"2018. február 10."}]}