{"articles":[{"checkboxHome":false,"checkboxRolam":true,"title":"Száz év magány","author":"Wikipedia","date":"2018.02.03","article":"A Száz év magány Gabriel García Márquez kolumbiai író 1967-ben kiadott nagy sikerű regénye, mely az addig elhanyagolt latin-amerikai irodalom felé irányította a világ érdeklődését. A regény a mágikus realizmus stílusának egyik kiemelkedő alkotása, 35 nyelven, összesen több mint 30 millió példányban jelent meg világszerte.nA regény csak látszólag egy család, a Buendíáék története, valójában azonban sokkal mélyebb jelentéstartalmat hordoz: a műben az emberiség fejlődéstörténete is felfedezhető; a szülőföld elhagyása és az út Macondo felé értelmezhető a Paradicsomból való kiűzetésként, illetve a negyvenéves pusztai vándorlásként. A regény a vadkapitalizmusban ér véget, az író saját bevallása szerint 1928-ban, a nagy kolumbiai munkásmegmozdulás évében. Ez a fejlődés adja a regény kompozíciójának alaprétegét.nnA regény másik, alárendeltebb szerkesztési elve az a törvény, meggondolás, hogy a világban a történések egymást ismételhetik. Ezt először az agg Ursula sejti, aki meg is ijed ettől, de a cselekménysorozatok vissza-visszatérő láncolata, ill. a családon belüli testi-lelki hasonlóság, vagy akár a nevek ismétlődése során erről mi is meggyőződhetünk. A regényben a történelem nem objektív, nem tárgyilagos – például a polgárháború során szinte semmit sem tudunk meg a másik, konzervatív oldalról –, hanem azt mindig a szereplők sorsán keresztül mutatja be.n"},{"checkboxHome":false,"checkboxRolam":true,"title":"AC/DC","author":"WIkipedia","date":"2017.05.06","article":"Az AC/DC egy ausztrál rockcsapat, a hard rock műfaj egyik kiemelkedő úttörője. Az együttes 1973 decemberében, az ausztráliai Sydney-ben alakult. Albumaikat világszerte elképesztő számban értékesítették, a zenekar első harminc éve alatt hozzávetőleg 200 millió példányban keltek el lemezeik. Az AC/DC nevéhez fűződik minden idők legnagyobb példányszámban eladott hard rock albuma is, amely egyúttal a harmadik legnagyobb példányszámban eladott nagylemez a világon, címe Back in Black. Az 1980 júliusában megjelent albumból napjainkig világszerte több mint 50 millió példány kelt el. Nevük jelentése: váltakozó áram/egyenáram (az angol alternating current/direct current rövidítése). A skót Young család 1963-ban úgy döntött, hogy elhagyja otthonát és Glasgowból áttelepül az ausztráliai Sydneybe. William és Margaret Young nyolc gyermekük közül hetet magával vitt, közöttük volt az ekkor mindössze tíz esztendős Malcolm és a nyolc esztendős Angus is. A családból először az egyik idősebb testvér, George alapított zenekart The Easybeats néven, Johannes Jacob Hendrickus Vandenberggel (ismertebb nevén: Harry Vanda). Hamar komoly sikereket értek el, ám 1970-ben a csapat feloszlott. Sikereik nagy hatást gyakoroltak Malcolmra és Angusra, akik így szintén a zenészi pályát választották. Először Malcolm ragadott gitárt, majd ezt látva Angus is csatlakozott és nekilátott elsajátítani a gitározás alapjait.nnMalcolm első együttese, amelyhez 1971-ben csatlakozott, a Velvet Underground volt (ez nem a Lou Reed-féle Velvet Underground).[1] Angus, akár csak bátyja, 15 éves korában felhagyott iskolai tanulmányaival és nyomdászként kezdett dolgozni egy magazinnál. Eközben megalakította élete első együttesét Tantrum néven. Itt szerezte első hivatásos zenészi tapasztalatait. 1973-ban a Velvet Underground feloszlott és Malcolm elhatározta, hogy létrehoz egy olyan csapatot, amely egyfajta keményebb, feszesebb hangzású, boogie alapokon nyugvó rockot játszik majd. Az ötlet megvalósításába bevonta öccsét, Angust is, továbbá basszistának Larry Van Kriedt, dobosnak Colin Burgess és énekesnek Dave Evans állt be a csapatba.nnMár csak olyan nevet kellett találni az együttesnek, amely rövid, könnyen megjegyezhető és híven tükrözi az általuk képviselni kívánt elektronikus hard rockot. Végül is az AC/DC nevet Malcolm és Angus egyik leánytestvére, Margaret adta a zenekarnak, aki a történet szerint egy varrógép hátoldalán olvasta ezt a számára jól csengő feliratot.[2] Feltételezhetően nem tudta annak pontos jelentését, de helyesen ráérzett arra, hogy valami elektromossággal kapcsolatos jelölés lehet.[3] Az új csapat első hivatalos fellépése 1973. december 31-én volt Sydney-ben, egy Chequers nevű klubban.[4]"}]}